<script id="userAgreement" type="text/js">
  <div class="document">
    <ol>
       <li><b>Термины и определения</b>
          <ol>
              <li>Система Jlife.com.ua (далее Система) - комплекс программных средств, предназначенный для технического обеспечения процесса предоставления информации о ходе образовательного процесса с использованием информационно-коммуникационных технологий.</li>
              <li>Исполнитель — общество с ограниченной ответственностью «Витязь», расположенное по адресу: 220015, г. Одесса, ул. Королева, д. 28, кв.</li>
              <li>Пользователь — физическое лицо, зарегистрированное в Системе и имеющее логин и пароль для ограниченного доступа к отдельным функциям и данным Системы.</li>
              <li>Соглашение — текст настоящего пользовательского соглашения между Пользователем и Исполнителем, содержащий все необходимые и существенные условия предоставления доступа к Системе со стороны Исполнителя, условия использования Пользователем Системы, ограничения, условия приостановления и прекращения использования Системы Пользователем, иные отношения, связанные с использованием Системы. Соблюдение условий настоящего Соглашения является необходимым условием для использования Пользователем Системы. Данное соглашение является  действительным  на  период  Бета – тестирования.</li>
              <li>Школа — учебное заведение, зарегистрированное в Системе.</li>
              <li>Учетные данные — данные, которые используются для аутентификации пользователя (т.е. логин и пароль).</li>
              <li>Личные данные — данные  пользователя,  которые  прямо или косвенно относится к определенному физическому лицу (субъекту персональных данных).  .</li>
              <li>Аутентификация — удостоверение правомочности дистанционного обращения пользователя к Системе, осуществляемое при помощи логина и пароля..</li>
              <li>Логин — последовательность символов, однозначно выделяющая (идентифицирующая) каждого отдельного пользователя среди других пользователей Системы..</li>
              <li>Пароль — последовательность символов, известная только самому пользователю, хранящаяся в Системе в зашифрованном виде и используемая для аутентификации .</li>пользователя.
              <li>Аккаунт — учетная запись пользователя в Системе, находящаяся под защитой логина и пароля..</li>
              <li>Ученик — физическое лицо, получающее основное общее или среднее (полное) общее образование в Школе и являющееся пользователем Системы..</li>
              <li>Родитель — родитель или законный представитель ученика,  является пользователем Системы.</li>
              <li>Номер (id) пользователя в Системе — личный уникальный номер, присвоенный каждому пользователю Системы..</li>
              <li>
                   Информация о ходе образовательного процесса — это информация следующего содержания:
                   <ul >
                      <li>сведения о содержании образовательного процесса, в том числе годовой календарный учебный график, расписание занятий, содержание выдаваемых ученикамдомашних заданий;</li>
                      <li>результаты контроля успеваемости и промежуточной аттестации учеников, включая сведения об отметках, сведения о содержании занятий и работ, по результатам которых получены отметки;</li>
                      <li>сведения о посещаемости уроков учениками;</li>
                      <li>сведения о внутреннем тестировании;</li>
                      <li>другая информация.</li>
                   </ul>
              </li>
              <li>Учебный год — период, обозначающий годичный цикл учебного процесса в Школе. Начало и конец этого периода устанавливается Министерством образования Украины.</li>
              <li>Учебные четверти — части учебного года (в том числе триместры и полугодия), границы которых определены Школой в Системе.</li>
              <li>Сервисы — взаимосвязанные функций Системы, позволяющие Пользователю решать ряд задач и использовать результаты функционирования Системы.</li>
          </ol>
       </li>
       <li><b>Общие положения</b>
          <ol>
              <li>Настоящее пользовательское соглашение (далее «Соглашение») действителен  до  конца  Бета-тестирования,  распространяется на всех Пользователей Системы.</li>
              <li>Использование Системы означает, что Пользователь ознакомлен с Соглашением и принимает настоящее Соглашение. Моментом заключения Соглашения считается момент первого посещения Системы Пользователем.</li>
              <li>Администрация Системы имеет право ограничить доступ к сайту Пользователям, которые нарушают положения Соглашения.</li>
              <li>Действующая редакция Соглашения размещается по url-адресу: ….. Обязанности ознакомления с действующей редакцией Соглашения возлагаются на Пользователя Системы. Продолжение использования Системы Пользователем после внесения изменений и/или дополнений в Соглашение означает принятие и согласие Пользователя с такими изменениями и/или дополнениями.</li>
          </ol>
       </li>
       <li><b>Правила доступа в Систему</b>
             <span>В Системе существует 4 типа пользователей: Администратор (завуч), Учитель, Ученик, Родитель. Каждый авторизованный Пользователь относится к одному их них или  к  некоторым  одновременно.
             </span>
             <strong>Правила регистрации новых пользователей в Системе:</strong>
             <ol>
                  <li>Пользователь получает свои учетные данные от уже зарегистрированных в Системе пользователей.</li>
                  <li>После регистрации Школы в Системе в рамках данной Школы существует только один пользователь – Администратор;</li>
                  <li>Администратор наделен возможностью регистрировать других Администраторов;</li>
                  <li>Администратор может   регистрировать Учителей;</li>
                  <li>Администратор и Учитель (классный руководитель) могут регистрировать Учеников и Родителей;</li>
                  <li>У Учеников и Родителей нет возможности регистрировать новых пользователей;</li>
                  <li>При регистрации нового пользователя Пользователь, который наделен этой возможностью, обязан внести фамилию, имя и отчество нового пользователя;</li>
                  <li>Тип регистрируемого пользователя должен соответствовать реальности.</li>
             </ol>
             <strong>Правила хранения и передачи учетных данных пользователей:</strong>
             <ol>
                  <li>Учетные данные пользователей, в частности логин (при добавлении пользователей) и пароль (при потере учетных данных), нужно хранить таким образом, чтобы они ни в коем случае не попали к третьим лицам.</li>
                  <li>Пользователь, который зарегистрировал нового пользователя, должен передать ему его учетные данные способом, который обеспечит полную безопасность и уверенность, что данные не попадут к третьим лицам.</li>
             </ol>
            <strong>Правила получения учетных данных для доступа к Системе:</strong>
            <ol>
                <li>Исполнитель передает Администратору его учетные данные после регистрации Школы на сайте;</li>
                <li>Учитель получает свои учетные данные у Администратора.</li>
                <li>Ученик и Родитель получают учетные данные у Учителя (классного руководителя) или у Администратора при личном посещении Школы. Но предпочтительней в первую очередь обратиться к Учителю.</li>
            </ol>
            <strong>Восстановление пароля:</strong>
            <ol>
              <li>Восстановить пароль можно двумя способами:
                  <ul class="uniq">
                  <li style="text-align: left;">с использованием электронной почты (этот вариант возможен только в том случае, если в настройках личной информации Пользователь указал свой e-mail).
                      <SPAN style="text-align: left;">Чтобы воспользоваться этим способом восстановления пароля, необходимо на страницеhttp://JLife.com.ua/password/request (попасть на эту страницу можно перейдя по ссылке «Забыл пароль» в форме авторизации) ввести свой логин или e-mail и выбрать тип пользователя. Если данные будут введены верно, информация для восстановления пароля будет отправлена на e-mail Пользователя.</SPAN>
                  </li>
                  <li style="text-align: left;">получение учетных данных в Школе.<span>Чтобы воспользоваться восстановлением пароля с помощью Школы, необходимо обратиться к работнику Школы (Учителю, Администратору).</span>
                  </li>
                  </ul>
              </li>
              <li>Директор Школы может восстановить свои учетные данные только с использованием адреса электронной почты. В том случае, если в настройках личной информации e-mail не был указан, Директор должен обратиться к Исполнителю.</li>
            </ol>
            <strong>Общие положения:</strong>
            <ol>
               <li>Пользователь обязуется использовать Систему только в личных некоммерческих целях в соответствии с настоящим пользовательским Соглашением.</li>
               <li>После получения своих учетных данных при входе в Систему Пользователь должен проверить корректность своих данных: фамилию, имя, отчество, тип пользователя. Если в личных данных допущена ошибка, то Пользователь должен самостоятельно внести изменения. Если неправильно указан тип пользователя, то он должен обратиться в Школу. 
                Любая иная персональная информация предоставляется Пользователем по собственному желанию.</li>
               <li>После получения своих учетных данных Исполнитель настоятельно рекомендует Пользователю изменить свой пароль, а логин сделать более простым. Только после изменения пароля он известен только Пользователю.</li>
               <li>Пользователь может быть «исключен из Школы». Процедура «исключения из Школы» не подразумевает удаление Пользователя из Системы  (Социальной сети JLife) но  подразумевает  сокрытие  закрытие доступа с дистанционному обучению.</li>
            
            </ol>
        </li>
        <li><b>Правила взаимодействия Исполнителя и Пользователя</b>
            <ol>
              <li>Исполнитель не гарантирует, что Система будет соответствовать требованиям и пожеланиям Пользователя.
              </li><li>Исполнитель обязуется предоставить Пользователям 24 часовой доступ к Системе через сеть Интернет с обеспечением необходимого уровня доступа и осуществлением перерывов на техническое обслуживание не более двух часов в сутки, не чаще двух раз в неделю.
              </li><li>Исполнитель не несет ответственности в случае прямых или косвенных финансовых или иных потерь Пользователей, вызванных временной неработоспособностью Системы по следующим причинам: плановые или внеплановые технические и профилактические работы, технические сбои интернет-провайдеров, компьютерных сетей, серверов и средств, а также противоправные действия третьих лиц или форс-мажорные обстоятельства. При этом Исполнитель берет на себя обязательство приложить максимум усилий для восстановления работоспособности Системы в кратчайшие сроки.
              </li><li>Исполнитель ни при каких обстоятельствах не несет ответственности за нарушение интеллектуальных прав третьих лиц, если такое нарушение было вызвано созданием, загрузкой, размещением, копированием или изменением информации, материалов или изображений в Системе, выполненных Пользователями Системы.
              </li><li>При регистрации нового пользователя, а также при получении своих учетных данных Пользователь принимает на себя всю ответственность за её сохранность, в том числе за соблюдение всех мер для обеспечения безопасности учетных данных, а также за все действия, совершённые с использованием логина и пароля Пользователя.
              </li><li>Пользователь соглашается с обязанностью немедленно уведомить Исполнителя о любом нарушении безопасности, связанной с доступом в Систему, совершённым с использованием логина и пароля Пользователя без его ведома и согласия. Исполнитель не принимает на себя ответственности ни за какие последствия нарушения безопасности, в том числе потерю или порчу данных, произошедшие в результате авторизованного доступа третьих лиц в Систему с помощью логина и пароля Пользователя.
              </li><li>Исполнитель предоставляет средства по восстановлению пароля, в том числе автоматизированные. При этом Исполнитель сохраняет за собой право ограничивать использование этих средств, а также временно или полностью приостанавливать их работу. Исполнитель не несёт ответственности за потерю информации для доступа в Систему, совершённую по вине Пользователя, а также за любые последствия, которые могут возникнуть в результате этого.
              </li><li>Пользователь соглашается с правом Исполнителя запрещать использование некоторых логинов и блокировать доступ в Систему с их использованием.</li>
            </ol>
        </li>
        <li><b>Правила размещения информации, охраняемой законами об интеллектуальной собственности</b>
            <ol>
                <li>Все материалы, представленные в Системе, включая изображения, программный код, логотипы, графику, звуки являются объектами исключительных прав и защищены в соответствии с законодательством Украины об интеллектуальной собственности.
                </li><li>При использовании Системы запрещена загрузка, передача между Пользователями, изменение или размещение информации, данных или изображений, которые нарушают исключительные права третьих лиц, в частности авторские и смежные с ними права, а также исключительные права на изобретение, полезную модель, промышленный образец или товарный знак.
                </li><li>Пользователь несет ответственность в случае нарушения им интеллектуальных прав третьих лиц, в частности авторских и смежных с ними прав, а также исключительных права на изобретение, полезную модель, промышленный образец или товарный знак.</li>
            </ol>
        </li>
        <li><b>Запрещенное использование Системы</b>
          <strong>Пользователю запрещается:</strong>
          <ol>
              <li>Размещать и распространять фото-, аудио- и видеоматериалы с нарушением авторских прав или законодательства.
              </li><li>Размещать и распространять любую информацию или программное обеспечение, которое может быть использовано для взлома компьютерных систем или содержит в себе компьютерные вирусы или другие компоненты, приравненные к ним.
              </li><li>Выдавать себя за другого человека или представителя организации и/или сообщества, а также вводить других Пользователей в заблуждение.
              </li><li>Любым способом препятствовать работе Системы.</li>
          </ol>
        </li>
        <li><b>Заключительные положения</b>
            <ol>
                <li>Исполнитель оставляет за собой право незамедлительно без предварительного предупреждения ограничить или блокировать доступ к Системе Пользователю, нарушившего настоящее Соглашение.
                </li><li>Используя Систему, Пользователь подтверждает своё безоговорочное согласие со всеми положениями Соглашения.
                </li><li>Споры между Исполнителем и Заказчиком разрешаются путем переговоров. В случае невозможности разрешения спора путем переговоров дело передается на рассмотрение в суд по месту нахождения Исполнителя.</li>
            </ol>
        </li>
    </ol>
  </div>
</script>
<script id="userAgreement-btns" type="text/js">
  <div class="" style="font-size: 15px; float: none;width: 878px;height:60px;">
    <div style="font-weight: bold;">
      <span id="ok" class="acptcnsl" style="padding:8px 0 0 0;height:24px;">Я  принимаю условия пользовательского соглашения и обещаю вести себя хорошо</span>
    </div>
    <div style="">
      <span id="cancel" class="acptcnsl" style="height:24px;">Я  отказываюсь принимать условия пользовательского соглашения</span>
    </div>
  </div>
</script>